module.exports= {
  '/每日一记/':[
    '',
    '复习/vue',
    '工作/git',
    '学习/宝塔配置'
  ],
  '/大前端/http/':[
    '',
    // 'http/http',
    
  ],
  '/大前端/H5/':[
    '',
    'vueH5',
    
  ],
  '/大前端/vue/':[
    '',
  
    
  ],
  '':[
   '/算法修炼/算法基础/',
    '/算法修炼/排序算法/',
    '/算法修炼/数组篇/',
    '/算法修炼/链表/',
    '/算法修炼/字符串/',
    '/算法修炼/栈/',
    '/算法修炼/队列/',
    '/算法修炼/哈希表/',
    '/算法修炼/二叉树/',
    '/算法修炼/堆/',
    '/算法修炼/图/',
    '/算法修炼/查找算法/',
    '/算法修炼/动态规划/',
    '/算法修炼/贪心算法/',
    '/算法修炼/回溯算法/',
    '/算法修炼/编程题/',
    '/算法修炼/手写源码/',
  ]

}